examples/wrk-results.txt
Running 30s test @ http://localhost:3000
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    45.23ms   12.45ms  150.33ms   89.45%
    Req/Sec   112.45     28.67   180.00     75.23%
  6745 requests in 30.05s, 12.34MB read
Requests/sec:    224.52
Transfer/sec:    420.15KB